<Html>
<head>
<title>
RangeVoting.org - Warren Smith article about range voting
</title></head>
<body style="font-family: Arial, sans-serif">


<p><strong>What Matters</strong> &eacute; uma coluna de opini&atilde;o escrita por um aluno  do MIT diferente a cada m&ecirc;s. As opini&otilde;es expressas no What Matters s&atilde;o exclusivamente do seu autor e n&atilde;o representam opini&otilde;es da associa&ccedil;&atilde;o ou do MIT. Para colunas anteriores, 
        por favor veja os <a href="http://ans.mit.edu/ne/whatmatters/index.html">arquivos</a>. 
<p style="font-size: 1.5em; line-height: 1.7em"> <strong>
Voto por Nota: A Melhor Maneira de Escolher um L&iacute;der?
</strong></p>

      <p><em>por Warren D. Smith '84</em></p>

      <table border="0" cellspacing="4" cellpadding="0" align="right" width="200">
<tr>
<td><div align="center"><img src="../MA2gerry.jpg" width="300" height="400" alt="The CRV's shortest splitline
algorithm" /><br />
<small>O <a href="../GerryExamples.html" target="_blank">algoritmo de divis&atilde;o mais curta</a> do CRV elimina o gerrymandering. Em Resumo: acha a linha mais curta que divide o estado em duas partes com a propor&ccedil;&atilde;o certa da popula&ccedil;&atilde;o, ent&atilde;o faz isso sucessivamente. Isso produz zonas eleitorais melhores com custo menor do que o m&eacute;todo atual e &eacute; completamente imparcial. Acima:  O mapa azul mostra o estado de Massachusetts separado por gerrymandering para ter 100% de congressistas democratas (cortesia de Adam Carr, baseado no censo dos EUA), versus os distritos que seriam produzidos pelo m&eacute;todo  CRV's.</small></div></td>
</tr>
</table>
<p>
	O mundo est&aacute; se aproximando de uma grave crise, tal como o fim do petr&oacute;leo barato, a exaust&atilde;o de importantes reservas de &aacute;gua subterr&acirc;nea, mudan&ccedil;a clim&aacute;tica, superpopula&ccedil;&atilde;o, e a prolifera&ccedil;&atilde;o de armas biol&oacute;gicas e nucleares. Por isso &eacute; mais importante do que nunca que o mundo tome as decis&otilde;es certas. Mas qual &eacute; o algoritmo de decis&atilde;o mundial? Com os EUA sendo a &uacute;nica super-pot&ecirc;ncia, a aproxima&ccedil;&atilde;o simples mais pr&oacute;xima da verdade &eacute;, infelizmente, nosso apreensivo sistema de vota&ccedil;&atilde;o. Ele consiste de:</p>

	<ul>
<li>98% de <a href="http://www.rangevoting.org/NonVoters.html" target="_blank">previsibilidade </a> com um ano de todas as disputas importantes (a maior previsibilidade de entre os paises democr&aacute;ticos) incontest&aacute;veis um ter&ccedil;o de previsibilidade nas disputas estaduais; </li>
<li><a href="http://www.rangevoting.org/GerryExamples.html" target="_blank">Gerrymandering</a> amea&ccedil;ador aparentemente pior do que na maioria das democracias; </li>
<li>Um membro de um partido eleito para supervisionar as elei&ccedil;&otilde;es em 33 dos 50 estados (e em outros estados o oficial &eacute; apontado pelo governador, o que pode ser ainda pior); </li>
<li><a href="../Strangle.html" target="_blank">Domina&ccedil;&atilde;o</a> maci&ccedil;a de 2 partidos (acima de 99.5%) causando um bloqueio quase total de vis&otilde;es oposicionistas tanto no poder quanto na m&iacute;dia; </li>

<li>Um col&eacute;gio eleitoral que inspira os candidatos a se preocupar apenas com uns poucos estados indecisos enquanto ignoram os outros; </li>
<li><a href="http://www.rangevoting.org/BallAccess.html" target="_blank">Leis</a> altamente restritivas criadas para garantir o dom&iacute;nio Bi-partid&aacute;rio (ou mono-partid&aacute;rio) em v&aacute;rios estados. </li>
	</ul>
	
	


<p>Como podemos mudar esse sistema? Ele deve ser trocado pelo que? Existem v&aacute;rias melhorias obvias tais como eliminar o gerrymandering, n&atilde;o permitir a elei&ccedil;&atilde;o de membros de partido para supervisionar as elei&ccedil;&otilde;es, e acabar com os col&eacute;gios eleitorais, mas infelizmente, essas mudan&ccedil;as s&atilde;o improv&aacute;veis. </p>




<p>Em 2005, fundei o <a href="../index.html" target="_blank">Center for Range Voting</a>, que atualmente suguere uma nova solu&ccedil;&atilde;o para o sistema de eleitoral. Com o Voto por Nota (VN), eleitores qualificam cada candidato em uma escala de 0 a 9 (ex. Gore=9, Nader=9, Browne=5, Bush=0, Phillips=X) ou intencionalmente deixam a nota em branco para algum candidato (o "X"). O candidato com a maior m&eacute;dia &eacute; eleito. Votos brancos n&atilde;o s&atilde;o incorporados na m&eacute;dia e portanto n&atilde;o afetam os resultados. </p>

<p>Algumas propriedades da Vota&ccedil;&atilde;o por Nota : </p>
<ul>

<li>Eleitores podem prover informa&ccedil;&atilde;o quantitativa sobre todos (ou um grupo de) candidatos, o oposto da informa&ccedil;&atilde;o qualitativa de votar em um s&oacute;.</li> 
<li>Os votos tendem a ser comparativamente honestos. No sistema de Pluralidade, votar em um candidato de um terceiro partido &eacute; estrategicamente est&uacute;pido. Por exemplo, pesquisas mostram que por volta de 90% dos eleitores que apoiavam Nader votaram em outro candidato. Mas com a Vota&ccedil;&atilde;o por Nota, n&atilde;o existe nenhum tipo de incentivo para trair seu candidato favorito. </li> 
<li>A Vota&ccedil;&atilde;o por Nota &eacute; imune a divis&atilde;o de votos entre candidatos similares, o que pode fazer que os dois percam. </li> 
<li>A Vota&ccedil;&atilde;o por Nota pode ser usada em todas as urnas eletr&ocirc;nicas nos EUA agora sem nenhum tipo de modifica&ccedil;&atilde;o ou reprograma&ccedil;&atilde;o. </li>
</ul>



<p>Se a VN for sancionada, ent&atilde;o muito problemas como dom&iacute;nio bi-partid&aacute;rio,  gerrymandering, previsibilidade de 98%, e a n&atilde;o cobertura pela m&iacute;dia de partidos minorit&aacute;rios ir&atilde;o se &quot;auto-curar&quot; com o tempo. Com a VN, seu voto fala e faz mais, fazendo com que seja mais valioso. Mais do que dois candidatos podem ter uma chance, fazendo que algum deles seja de seu gosto. J&aacute; que as pessoas votam mais quando n&atilde;o sabem o resultado final, quando eles pensam que seu voto poder ter um impacto, e quando existem candidatos de sua prefer&ecirc;ncia, a VN pode reduzir  <a href="http://www.rangevoting.org/NonVoters.html" target="_blank">absten&ccedil;&atilde;o</a>. </p>

<table border="2" cellpadding="2" cellspacing="0" align="right" width="324">
<tr>
<td width="300" bgcolor="#FFFFCC"><div align="top">
  <p><strong>A Sabedoria das Abelhas  </strong><br>
 Um tipo diferente de "simula&ccedil;&atilde;o" tem sido feita 10<sup>16</sup> vezes por <a href="../ApisMellifera.html" target="_blank">abelhas</a> nos &uacute;ltimos 20 a 50 milh&otilde;es de anos. Todo ano, abelhas fazem uma "elei&ccedil;&atilde;o" para decidir onde colocar a nova colm&eacute;ia. &mdash; e acontece que o processo que elas usam &eacute; essencialmente equivalente &agrave; Vota&ccedil;&atilde;o por Nota.</p>

</div></td>

</tr>
</table> 

<h4>Simula&ccedil;&otilde;es de Vota&ccedil;&atilde;o D&atilde;o ao Voto por Nota Uma &Oacute;tima Pontua&ccedil;&atilde;o</h4>

<p>Estudos de simula&ccedil;&atilde;o usando computadores mostram fortes evid&ecirc;ncias de que o VN [e a melhor op&ccedil;&atilde;o dentre os sistemas de vota&ccedil;&atilde;o com &uacute;nico vencedor normalmente propostos. Uma refer&ecirc;ncia estat&iacute;stica chamada <a href="../BayRegDum.html" target="_blank">Arrependimento Bayesian </a> (AB) avalia sistemas de vota&ccedil;&atilde;o usando o m&eacute;todo de simula&ccedil;&atilde;o computacional Monte Carlo com uma quantidade ilimitada de n&uacute;mero de elei&ccedil;&otilde;es com candidatos e eleitores artificiais. O AB para um sistema eleitoral depende n&atilde;o somente de qual sistema &eacute; analisado mas tamb&eacute;m no n&uacute;mero de eleitores e candidatos, como a simula&ccedil;&atilde;o faz com que cada eleitor se sinta em rela&ccedil;&atilde;o aos candidatos, qu&atilde;o ignorantes os eleitores s&atilde;o, qu&atilde;o estrat&eacute;gicos ou honestos eles s&atilde;o, etc.&mdash; existem muitos ajustes na simula&ccedil;&atilde;o que podem ser feitos. Eu fiz um estudo abrangente de todos os sistemas eleitorais mais comuns, medindo o AB de cada um com 720 ajustes diferente de simula&ccedil;&atilde;o. A Vota&ccedil;&atilde;o por Nota teve um AR t&atilde;o bom quanto ou melhor em todas as 720 simula&ccedil;&otilde;es. Seis anos depois, eu conduzi uma nova simula&ccedil;&atilde;o com 3 candidatos, considerando cen&aacute;rios de esquerda, centro e direita e de novo a VN claramente foi superior a todos os sistemas eleitorais competidores. </p>

<p><a href="../ForDems.html" target="_blank">Democratas</a> e <a href="../ForReps.html" target="_blank">Republicanos</a> deveriam aprovar a VN nas suas prim&aacute;rias, especialmente na escolha para candidatos &agrave; presid&ecirc;ncia em Iowa 2008.
  VN tender&aacute; a produzir melhores candidatos a presid&ecirc;ncia comparado com o sistema de pluralidade, beneficiando a chance do partido nas verdadeiras elei&ccedil;&otilde;es,
  sem prejudic&aacute;-los de qualquer forma. Vai fazer com que os partidos pare&ccedil;am reformistas e gerar&aacute; publicidade gratuita para eles e para os pol&iacute;ticos que fizerem campanha para que isso aconte&ccedil;a. Eleitores de Iowa, tamb&eacute;m apreciariam o aumento de expressividade pelo VN. E tudo que precisa acontecer &eacute; uma mudan&ccedil;a interna no regimento do partido, n&atilde;o precisa nem de uma nova lei. Isso significa que o VN por realmente acontecer.  </p>

<p>Visite <a href="../index.html" target="_blank"> a p&aacute;gina do CRV </a> para mais detalhes, <a href="http://groups.yahoo.com/group/RangeVoting/" target="_blank">o f&oacute;rum do VN</a>, para postar mensagens ou enviar e-mails para os membros do CRV.</p>
	<hr />

<table border="0" cellspacing="0" cellpadding="0">
<tr>
<td>

<p><strong>Sobre o Autor </strong><br />

  Warren D. Smith '84 tem dois bacharelado em ci&ecirc;ncias pelo MIT em f&iacute;sica e matem&aacute;tica, e &eacute; PhD em matem&aacute;tica aplicada por Princeton. Ele publicou v&aacute;rios artigos sobre matem&aacute;tica e est&aacute; escrevendo um livro sobre matem&aacute;tica de democracia.</p>
<p>&nbsp;</p></td>
</tr>
</table>
<p><em>Publicado em agosto de 2006</em></p>	 		   


<hr />

<p><strong>What Matters</strong> &eacute; uma coluna de opini&atilde;o escrita por um aluno  do MIT diferente a cada m&ecirc;s. As opini&otilde;es expressas no What Matters s&atilde;o exclusivamente do seu autor e n&atilde;o representam opini&otilde;es da associa&ccedil;&atilde;o ou do MIT. Para colunas anteriores, 
        por favor veja os <a href="http://ans.mit.edu/ne/whatmatters/index.html">arquivos</a>.<br>
Gostaria de  <a href="http://ans.mit.edu/ne/whatmatters/contribute.html">escrever uma coluna What?</a><br />
Coment&aacute;rio por e-mail para <a href="../mailto:whatmatters@mit.edu">whatmatters@mit.edu</a>. </p>
<br>
<p><a href="../RangeVoting.html">Voltar a p&aacute;gina principal </a></p>
<!-- Start of StatCounter Code -->
<script type="text/javascript" language="javascript">
var sc_project=1613646; 
var sc_invisible=1; 
var sc_partition=15; 
var sc_security="a35ff8fb"; 
</script>

<script type="text/javascript" language="javascript" src="http://www.statcounter.com/counter/counter.js"></script><noscript><a href="http://www.statcounter.com/" target="_blank"><img  src="http://c16.statcounter.com/counter.php?sc_project=1613646&amp;java=0&amp;security=a35ff8fb&amp;invisible=1" alt="php hit counter" border="0"></a> </noscript>

<!-- End of StatCounter Code to be inserted immediately before the /body command near end of your page -->
</body>
</html>
